Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: Allow louder than 100%
ne: 100% भन्दा ठुलोको लागी अनुमति

source: Abilities
ne: योग्यताहरु

source: Topics
ne: विषयहरू

source: Data arrangement
ne: आँकड़ा (डेटा) व्यवस्था

source: Down
ne: तल

source: Run gdb session
ne: gdb सत्र चलाउनुहोस्

source: The file "$1" already exists.
ne: $1 पहिके देखि नै रहेको छ ।

source: Show help
ne: सहायता देखाउने

source: Minimize
ne: सानो पार्नुहोस्

source: Published resources
ne: प्रकाशित स्रोत

source: Do not display this dialog box anymore.
ne: यो सम्वाद सञ्झ्याल अब देखि नदेखाउने ।

source: PIN Options
ne: पिन विकल्पहरू

source: Warning type:
ne: चेतावनी प्रकार:

source: ^Try Xubuntu without installing
ne: प्रतिस्थापन विना जुबुन्ट् प्रयोग गरी हेर्नुहोस् (^T)

source: Did you mean "$1"?
ne: के तपाईंले खोजेको: $1 हो ?

source: {{GENDER:$1|{{GENDER:$2|Thank}}}}
ne: {{GENDER:$1|{{GENDER:$2|धन्यवाद दिनुहोस्}}}}

source: Suppress data from administrators as well as others
ne: प्रवन्धक वा अरुबाट डेटा कम लिने

source: Upload log
ne: उर्ध्वभरण लग

source: Show:
ne: देखाउनुहोस्:

source: Subject page
ne: विषय पृष्ठ

source: <strong>Warning:</strong> This page was deleted after you started editing!
ne: '''चेतावनी''': तपाईंले सम्पादन सुरु गरेपछि यो पृष्ठ मेटिएकोछ!

source: Email
ne: इमेल

source: Violation
ne: प्रतिपालना

source: Full curators
ne: पूर्ण संरक्षक

source: Broken redirects
ne: टुटेका रिडाइरेक्टहरू

source: Picture - %{dato_description}
ne: चित्र - %{dato_description}

source: Start
ne: सुरु गर्ने

source: Enter a password
ne: पासवर्ड लेख्नुहोस्

source: inputs
ne: इन्पुटहरू

source: Hide account blocks
ne: खाता निषेधित लुकाउने

source: older than %(duration)s
ne: %(duration)s भन्दा पुरानो

source: Don't batch GDI requests
ne: GDI अनुरोधहरू समूहबद्ध नगर्नुहोस्

source: Unordered List (Ctrl+Shift+L)
ne: अक्रमाङ्कित सूची (Ctrl+Shift+L)

source: deactivate
ne: निष्क्रिय गर्ने

source: Baklava is a rich, sweet pastry made of layers of filo pastry filled with chopped nuts and sweetened with syrup or honey.
ne: बाकलाभा एउटा गुलियो पेस्ट्री हुन्छ जसमा काटिएको नट्स र महले भरिएको पेस्ट्रीको जालो हुन्छ।

source: MediaWiki, FreeCol, OpenStreetMap...
ne: मेडियाविकी, फ्रीकोल, ओपनस्ट्रिट म्याप

source: A list of all special pages
ne: सबै विशेष पृष्ठहरूको सूची

source: IP Address
ne: आई पी ठेगाना

source: search deleted pages
ne: मेटिएका पृष्ठहरू खोज्ने

source: Night Club
ne: रात्री क्लब

source: Select a ZIM Content File (*.zim)
ne: ZIM सामग्री फाइल (*.zim) छान्नुहोस

source: There is currently no text in this page. You can [[Special:Search/{{PAGENAME}}|search for this page title]] in other pages, or <span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} search the related logs]</span>, but you do not have permission to create this page.
ne: यस लेखमा अहिले कुनै पनि पाठ छैन । तपाईंले अन्य पृष्ठमा [[Special:Search/{{PAGENAME}}|यस पृष्ठको शीर्षकको लागि खोज]] गर्न सक्नुहुन्छ, अथवा <span class="plainlinks">[{{fullurl:{{#Special:Log}}|पृष्ठ={{FULLPAGENAMEE}}}} सम्बन्धित लगहरू खोज्न सक्नुहुनेछ ]</span> तर तपाईंलाई नयाँ पृष्ठ बनाउने अधिकार छैन।

source: The following is a list of user groups defined on this wiki, with their associated access rights. There may be [[{{MediaWiki:Listgrouprights-helppage}}|additional information]] about individual rights.
ne: निम्न सूची यस विकिमा परिभाषित समूहहरु र तिनीहरुले प्रयोगगर्न सक्ने संबद्ध अधिकारहरुको हो। यसमा निजी अधिकारहरुको बारेमा [[{{MediaWiki:Listgrouprights-helppage}}|अतिरिक्त सूचना]] हुनसक्छ।

source: Exposure Program
ne: एक्स्पोजर कार्यक्रम

source: Test wiki administrators
ne: परीक्षण विकी प्रवन्धकहरू

source: Drawings (vector images)
ne: चित्रहरू (भेक्टर चित्रहरू)

source: between
ne: बीच

source: Save File
ne: फाइल बचत गर्नुहोस्

source: Short
ne: छोटो

source: You do not have permission to edit this CSS page.
ne: यस CSSपृष्ठ सम्पादन गर्नको लागि लागि तपाईँलाई अनुमति छैन ।

source: (empty)
ne: (खाली)

source: Credit/Provider
ne: श्रेय/प्रदायक

source: Default license
ne: पूर्वनिर्धारित अनुमति

source: (default)
ne: (पूर्वनिर्धारित)

source: Misc
ne: साधारण

source: Image thumbnailing
ne: चित्रका थम्वनेलिंग

source: Loan Account
ne: ऋण खाता

source: Show last $1 changes in last $2 days<br />$3
ne: पछिल्ला $1 परिवर्तनहरू पछिल्ला $2 दिनहरूमा<br />$3

source: OpenStreetMap XML Data
ne: OpenStreetMap XML डेटा

source: Car Wash
ne: कार धुने ठाउँ

source: 3 minutes
ne: ३ मिनेट

source: State
ne: राज्य

source: Available Profiles for Scanners
ne: स्क्यानरका लागि उपलब्ध प्रोफाइलहरू

source: Toggle Handles
ne: ह्याण्डल टोगल गर्ने

source: Show hidden categories
ne: लुकाइएको श्रेणीहरू देखाउने

source: External
ne: वाह्य

source: city
ne: शहर

source: This is boot disk %u. Insert boot disk %u.
ne: यो %u बुट डिस्क हो। %u बुट डिस्क हाल्नुहोस्।

source: Add Printer
ne: मुद्रक थप्नुहोस्...

source: username unhidden
ne: प्रयोगकर्ता देखाइएको

source: Book creator
ne: पुस्तक निर्माता

source: Farvardin
ne: फार्भारदिन

source: Please list my name on the public donor list.
ne: मेरो नाम सार्वजनिक दाता सूचीमा सामेल गर्नुहोस्।

source: Connection disappeared
ne: जडान विच्छेद भयो

source: Search {0}
ne: {0} खोज्ने

source: Email address is required.
ne: इमेल ठेगामा चाहिन्छ ।

source: Restart
ne: पुन: सुरु गर्ने

source: Zoom out
ne: जुम घटाउनुहोस्

source: ^Try Lubuntu without installing
ne: लुबुन्टु स्थापना नगरी कनै प्रयोग गर्नुहोस्

source: The title of the page could not be determined.
ne: पृष्ठको शीर्षक निर्धारण गर्न सकिएन।

source: Hide temporary blocks
ne: अस्थाई रोकहरु लुकाउने

source: $1 C
ne: $1 C (श्रे)

source: Merge the history of pages
ne: पृष्ठका इतिहासहरु बुझाउने

source: A cookie for you!
ne: तपाइको लागि एक कुकी!

source: Real name:
ne: वास्तविक नाम:

source: RLO Right-to-left o_verride
ne: RLO दायाँ-बाट-बायाँ अधिरोहण

source: Translate (in new window)
ne: अनुवाद गर्नुहोस् (नयाँ विन्डोमा)

source: $1 F
ne: $1 F (फा)

source: Do nothing
ne: केही नगर्नुहोस्

source: Valid change tags
ne: मान्य ट्याग परिवर्तनहरू

source: Uncategorized
ne: श्रेणीविहिन

source: Apron
ne: तटबन्द

source: $1 P
ne: $1 P (पृ)

source: Printers
ne: प्रिन्टरहरू

source: Language portal
ne: भाषा पोर्टल

source: Bitmap images
ne: विटम्याप चित्रहरू

source: Image saved successfully.
ne: चित्र संग्रह सम्पन्न भयो ।

source: blank DVD disc
ne: रित्तो डिभिडि॒ चक्का

source: Nautical miles
ne: नटिकल माइलहरु

source: Save filter
ne: फिलटर संग्रह गर्ने

source: Create another account
ne: अर्को खाता खोल्नुहोस्

source: General statistics
ne: सामान्य तथ्यांक

source: The user account "$1" has been permanently disabled.
ne: "$1" प्रयोगकर्ता खाता स्थायी रुपले निस्क्रिय गरिएकोछ।

source: Color;ICC;Profile;Calibrate;Printer;Display;
ne: रङ;आइसिसी;प्रोफाइल;क्यालिब्रेट;प्रिन्टर;डिस्प्ले;

source: Student: $1
ne: विद्यार्थी: $1

source: The tag "$1" does not exist.
ne: ट्याग "$1" उपलब्ध छैन् ।

source: Transliteration
ne: अनुवर्ण

source: $1 d
ne: $1 दिन

source: Drivers
ne: ड्राइभर

source: Casablanca
ne: कासब्लान्सा

source: $1 h
ne: $1 घण्टा

source: Skip
ne: छोड्नुहोस्

source: $1 m
ne: $1 मी

source: Continue editing
ne: सम्पादन जारी राख्ने

source: Import log
ne: आयात सूची

source: In the clock, show:
ne: घडीमा, देखाउनुहोस्:

source: Summarize
ne: सारांश बनाउने

source: Search for media name:
ne: मिडिया नामको लागि खोज्नुहोस:

source: Search Data
ne: डाटा खोज्ने

source: Turns to reach 50%
ne: ५० प्रतिशत पुग्न लाग्यो

source: The Defender of the Wiki is awarded to those who have gone above and beyond to prevent {{SITENAME}} from being used for fraudulent purposes.
ne: विकिरक्षक बार्नस्टार ती प्रयोगकर्तालाई दिइने गरिन्छ जसले {{SITENAME}} लाई दुरुपयोगबाट बचाउनको लागी सदैव समयको माँग अनुसार अधिक परिश्रम गरेको होस्।

source: Feed
ne: फिड

source: Credit card information
ne: क्रेडिट कार्ड जानकारी

source: Longitude of destination
ne: गंतव्यको देशान्तर

source: read
ne: पढिएको

source: By language group
ne: भाषा समुह अनुसार

source: Button Label
ne: बटन लेबल

source: Moves focus between indicators.
ne: सूचकहरूबीच फोकस सार्छ ।

source: Formatting
ne: प्रारूप

source: is odd
ne: बिजोर संख्या हो

source: Topic:
ne: विषयः

source: Permanent link
ne: स्थायी लिङ्क

source: Delete it
ne: $1 मेट्नुहोस्

source: Show which changes you made to the text
ne: तपाईँले पाठमा के के परिवर्तन गर्नुभयो भनेर देखाउने

source: $1 s
ne: $1 सेकेन्ड

source: Number of redirects to this page
ne: यस पृष्ठमा रिडाइरेक्टसको संख्या

source: Error: No response from API
ne: त्रुटीः एपिआईबाट कुनै प्रतिक्रिया नआएको

source: Commonly used applications with restricted copyright for kubuntu (mp3, avi, mpeg, TrueType, Java, Flash)
ne: Kubuntu लागि प्रतिबन्धित प्रतिलिपि अधिकार भएको सामान्यतः प्रयोग हुने अनुप्रयोगहरू (mp3, AVI, MPEG, ट्रुटाइप, Java, फ्ल्यास)

source: Y: Writings, games, music
ne: म: लेखहरू, खेलहरु, संगीत

source: Skin
ne: खोल

source: Switch to next source using:
ne: प्रयोगगरेर अर्को स्रोतमा परिवर्तनग गर्नुहोस्:

source: Alarm Time
ne: अलार्म समय

source: Unknown upload error
ne: अज्ञात अपलोड त्रुटि

source: No adapters available
ne: कुनै यन्त्रहरू फेला परेनन्

source: IIM version
ne: IIM संस्करण

source: Use small icons and minimal text to show review status of pages
ne: पृष्ठको समीक्षा स्थिति देखाउन साना चिह्न र न्यूनतम पाठको प्रयोग गर्नुहोस्

source: File a bug report about a symptom. (Implied if symptom name is given as only argument.)
ne: कुनै लक्षण सम्बन्धी त्रुटि प्रतिवेदन दर्ता गर्नुहोस्। (जब लक्षण नाम नै एकमात्र तर्क भएमा लागू हुने)

source: Random redirect
ne: कुनै एउटा अनुप्रेषितमा जाने

source: Depth
ne: गहिराई

source: Wiki language:
ne: विकि भाषाहरू

source: Global contributions
ne: वैश्विक योगदानहरू

source: Search for authors:
ne: लेखकहरू खोज्ने:

source: edit the content model of a page
ne: पृष्ठको सामग्री नमुना सम्पादन

source: B_order width:
ne: किनारा चौँडाई:

source: Source:
ne: स्रोत:

source: Protected page editors
ne: सुरक्षित पृष्ठ सम्पादकहरू

source: Right thumb
ne: दायाँ बुढी औँला

source: Not defined
ne: खुलाइएको छैन

source: Line $1:
ne: पंक्ति $1:

source: Last published
ne: अन्तिम प्रकाशित

source: Question
ne: प्रश्‍न

source: Reveal Trigger
ne: देखाउने ट्रिगर

source: Translations to
ne: लक्षित अनुवादहरू

source: Start coordinate:
ne: निर्देशंक सुरु गर्ने

source: Display with largest controls
ne: सबै भन्दा ठूलो नियन्त्रणहरु भएको प्रदर्शन

source: Marine pages
ne: सामुद्रिक पृष्ठ

source: Time between photos in burst mode
ne: ब्रस्ट मोडमा खिचिएका फोटो बिचको समय

source: Group statistics
ne: समूह तथ्याङ्क

source: The measuring instrument does not support printer profiling.
ne: नाप्ने यन्त्रले प्रिन्टर प्रोफाइल समर्थन गर्दैन

source: Media reports and uploads
ne: मेडिया प्रतिवेदन र उर्ध्वभरणहरु

source: Select actions
ne: कार्य छान्ने

source: Could not change metadata for file "$1".
ne: फाइल "$1" को लागि मेटाडेटा परिवर्तन गर्न सकिएन।

source: Reproducibility
ne: प्रजननशीलता

source: %{count} points
ne: पोइन्टहरु %{count}

source: There is no campaign with name "$1".
ne: "$1"नाम गरेको अभियान छैन

source: Server certificate is invalid.
ne: सर्भर सर्टिफिकेट अमान्य छ ।

source: Only registered users can edit
ne: दर्ता गरिएका प्रयोगकर्ताले मात्र सम्पादन गर्न सक्छन्

source: Test wiki language:
ne: परीक्षण विकी भाषा:

source: An error occurred while attempting to preview your changes.
ne: तपाईंको परिवर्तनको पूर्वावलोकन बनाउन खोज्दा समस्या आएको छ ।

source: About $1
ne: $1 को बारेमा

source: Key to spread the current application windows
ne: हालको अनुप्रयोग विन्डोहरू फराकिलो बनागने कुञ्जीहरू

source: Not equal to (!=)
ne: (!=)को बराबर होइन

source: No matches found.
ne: खोजिएको परिणाम भेटिएन।

source: Could not read file "$1".
ne: फाइल $1 खोल्न सकिएन ।

source: Ansalli
ne: अनसाल्ली

source: Show all messages that were posted today
ne: आज प्रेषित सबै सन्देशहरु हेर्ने

source: Test ^memory
ne: स्मृति जाँच गर्नुहोस् (^m)

source: Could not open temporary file.
ne: अस्थाइ फाइल खोल्न सकिएन

source: nordic
ne: नोर्डिक

source: Administrator _Name
ne: प्रबन्धक नाम

source: merge the history of this page
ne: यस पृष्ठको इतिहासलाई मिसाउने

source: Move this page
ne: यो पृष्ठलाई सार्नुहोस्

source: Source and destination pages cannot be the same
ne: स्रोत र गन्तव्य पृष्ठ एउटै हुनसक्दैनन्

source: Invalid IP range.
ne: IP क्षेत्र अमान्य ।

source: Your settings
ne: तपाईँको सेटिङहरू

source: Average number of edits per day
ne: प्रतिदिन औसत सम्पादन संख्या

source: Firefox Launchpad plugin
ne: फायरफक्स लंचप्याड प्लगइन

source: Change protection level for "$1"
ne: "$1" सुरक्षा स्तर परिवर्तन गर्नुहोस

source: Add pages where I have performed a rollback to my watchlist
ne: मैले रोलब्याक गरेका पृष्ठहरूलाई मेरो निगरानी सूचीमा थप्ने।

source: This course has been deleted. The deletion log for the course is provided below for reference.
ne: पृष्ठ मेटिएको छ । मेटिएका तथा सारिएका पृष्ठहरूको सूची तल सन्दर्भको लागि दिइएको छ ।

source: A brownie is a flat, baked treat made of dense, rich chocolate cake. They are usually served as squares or bars.
ne: ब्राउनी बाक्लो चकलेट केकले बनेको एउटा चपटी बेक गरिएको मिठाई हुन्छ। यो आम रूपले वर्गाकार वा स्तम्भको आकारमा हुन्छ।

source: This file might be corrupt, or have the wrong extension.
ne: यह फाइल खराब भइसकेको छ, वा गलत एक्सटेन्सन हो।

source: Hide this entry from public view
ne: सार्वजनिक रुपले हेर्न यस इन्ट्रीलाई लुकाउने

source: Page does not exist
ne: पाना उपलब्ध छैन

source: BOT MESSAGE
ne: रोबोट सन्देश

source: The version of <strong>[[Media:$1|$1]]</strong> as of $3, $2 has been deleted.
ne: <strong>[[Media:$1|$1]]</strong> को संस्करणलाघ $3, $2 हुने गरि मेटाइएको छ ।

source: Share this pad
ne: यस प्यडलाई बाड्ने

source: _Start
ne: सुरू

source: Protection log
ne: सुरक्षण लग

source: Friend's E-mail:
ne: साथीको इमेल:

source: Lock to prevent further changes
ne: अरु परिवर्तन रोक्नका लागि ताल्चा लागाउनुहोस

source: Sources
ne: स्रोतहरू

source: Add namespace
ne: नामस्थान जोड्ने

source: Add or remove tags from {{PLURAL:$1|this log entry|all $1 log entries}}
ne: ट्यागहरू {{PLURAL:$1|यस लग प्रविष्टि|सबै $1 लग प्रविष्टिहरू}}सँग जोड्ने वा हटाउने।

source: Identity Documents
ne: परिचय कागजात

source: Bot: Archiving %(count)d {{PLURAL:%(count)d|thread|threads}} (%(why)s) to %(archives)s.
ne: रोबोट: %(count)d, {{PLURAL:%(count)d|थ्रेड|थ्रेडहरु}} (%(why)s)लाई %(archives)s मा अभिलेखिकरण गरिँदै ।

source: April
ne: एप्रील

source: PPP service failed to start
ne: पिपिपी सेवा सुरु गर्न विफल

source: Activate
ne: सक्रिय गर्ने

source: I enjoy Wikipedia Offline with Kiwix! The whole human knowledge at hand wherever you go! Without Internet! http://goo.gl/h9Smkk
ne: म किविक्स सँग अफलाइन विकिपीडियाको मज्जा लिन्छु! जहाँ गएपनि सम्पूर्ण मानव ज्ञान तपाईंको हातमा! इन्टरनेट बिना! http://goo.gl/h9Smkk

source: If you check this box, the email (with the temporary password) will be shown to you as well as being sent to the user.
ne: यदि तपाईंले यो कोठामा दाग दिनुभयो भनें यो इमेल (अस्थायी पासवर्ड सहित) तपाईंलाई देखा पर्नेछ साथै प्रयोगकर्तालाई पनि पठाइनेछ।

source: * Templates on blacklist [[:$1]] have been excluded.
ne: * कालोसूची [[:$1]]मा रहेको ढाँचालाई समावेस गरिएको छैन।

source: Your message
ne: तपाईंको सन्देश

source: ^Install Edubuntu
ne: एजुबुन्टु स्थापना गर्नुहोस्

source: $1 {{PLURAL:$1|message|messages}} per page
ne: प्रति पृष्ठ $1 {{PLURAL:$1|सन्देश|सन्देशहरु}}

source: Bookmark notes:
ne: पुस्तक चिनो टिप्पणीहरू:

source: ==General==
ne: == सामान्य ==

source: past $1 $2
ne: पूर्व $1 $2

source: The URL provided could not be reached. Please double-check that the URL is correct and the site is up.
ne: दिइएको युआरयल सम्म पुग्न सकिएन। कृपया एक पटक पुन जाँच गर्नुहोस कि युआरयल सही छ र त्यो साइट चलिरहेको छ।

source: Jump back a section
ne: एक खण्ड पछाडि जाने

source: Pages with the most categories
ne: सबैभन्दा धेरै श्रेणीहरू भएका लेखहरू

source: Show GTK+ Options
ne: GTK+ विकल्पहरू देखाउनुहोस्

source: Your request to log out was denied because it looks like it was sent by a broken browser or caching proxy.
ne: तपाईंको निर्गमन अनुरोध अस्विकार गरिन्छ किन कि यो खराब ब्राउजर वा क्यासिङ प्रोक्सिले पठाएको जस्तो देखिन्छ।

source: Language #$1
ne: भाषा #$1

source: &Upgrade
ne: अपग्रेड गर्नुहोस्

source: Unknown date
ne: अज्ञात मिति

source: indefinite
ne: अनिश्चित काल

source: (none)
ne: (कुनै पनि होइन)

source: Open
ne: खोल्नुहोस्

source: Pick a Font
ne: एउटा फन्ट छान्नुहोस्

source: Colored quotes
ne: रंगाइएका कोटहरु

source: why can't I edit?
ne: म किन सम्पादन गर्न सक्दिन?

source: About %s
ne: %s का बारेमा

source: popular
ne: लोकप्रिय

source: The Surreal Barnstar is awarded to any user who adds "special flavor" to the community by acting as a sort of wildcard.
ne: अविश्वसनीय बार्नस्टार ती प्रयोगकर्ताहरूलाई प्रदान गरिन्छ जसले वाइल्डकार्ड जस्तै अविश्वसनीय कार्य गरेर समुदायमा एउटा बेग्लै आनन्द थप्ने गर्छन।

source: The key you provided is incorrect.
ne: तपाइले दिनु भएको कुन्जी गलत छ ।

source: View the message list
ne: सन्देश सूची हेर्ने

source: Announcement:
ne: घोषणा:

source: Duration (in milliseconds) of the menus fade-in animation, used when the menus of a new launched application have been shown.
ne: नयाँ एप्लिकेशन खुलेपछि मेनुहरू देखिँदै आउने एनिमेशनको अवधि (मिलिसेकेण्डमा)

source: Describe
ne: वर्णन गर्ने

source: Subject distance range
ne: विषय दूरी सीमा

source: C: Anthropomorphic deities
ne: ग:मानवचित्रीत देवताहरू

source: Unflag
ne: फ्ल्याग हटाउने

source: Existing signature:
ne: वर्तमान हस्ताक्षर:

source: Switching
ne: परिवर्तन गर्दै

source: Acquire New IP
ne: नयाँ आइपी लिने

source: This is a log of patrolled revisions.
ne: गस्ती गरिएका संस्करणहरूको लग यस प्रकार रहेका छन् ।

source: Redirect page
ne: अनुप्रेषित पृष्ठ

source: Upload of import file failed. The file was only partially uploaded.
ne: आयात फाइलको अपलोड असफल भयो। फाइल आंशिकरुपमा अपलोड भयो।

source: Times
ne: समय

source: TOP 10 by added text
ne: शब्द थपिएको आधारमा शिर्ष १०

source: This user has [[$1|professional]] knowledge of [[$2|$3]].
ne: यो प्रयोगकर्तासँग [[$2|$3]]को [[$1|विशेषज्ञताको]] ज्ञान छ ।

source: Searching for
ne: खोजी गर्दै -

source: Remove This Location
ne: यो स्थान हटाउनुहोस्

source: The prefix is invalid. Please do not use spaces.
ne: यो उपसर्ग अमान्य छ। कृपया स्पेसको प्रयोग नगर्नुहोला।

source: Show Chat and Users
ne: वार्ता तथा प्रयोगकर्ताहरू देखाउने

source: {{PLURAL:$1|Selected revision|Selected revisions}} of [[:$2]]:
ne: [[:$2]]: {{PLURAL:$1|को छानिएको संशोधन|को छानिएको संशोधनहरू}}

source: ID:
ne: आडी

source: Key to start the Launcher Application Switcher
ne: लन्चर एप्लिकेशन स्विचर शुरु गर्ने कि

source: Save session
ne: सत्र संग्रहगर्ने

source: This is the secret key to the web feed of your watchlist. Anyone who knows it will be able to read your watchlist, so do not share it. If you need to, [[Special:ResetTokens|you can reset it]].
ne: यो तपाईंको ध्यानसूचीको वेब फिडको गोपनीय साँचो हो। यो जोसँग हुन्छ त्यसले तपाईंको ध्यानसूची पढ्न सक्नेछ, यसकारण यसलाई कसैसँग साझा नगर्नुहोला। [[Special:ResetTokens|यसलाई रिसेट गर्न यहाँ क्लिक गर्नुस]]।

source: Owner:
ne: मालिक:

source: Loading the rest of the article...
ne: लेखको बाँकी भाग लोड गर्दै

source: Move Issues
ne: मुद्दाहरु सार्ने

source: Icon=penguin-pegged
ne: चिह्न = पेनगुइन- पेजेढ

source: Fetch
ne: हेर्ने

source: Number of minor edits
ne: न्यून सम्पादन संख्या

source: Navigation menu
ne: नेविगेशन मेनू

source: _Settings...
ne: सेटिङ् ...

source: By region
ne: क्षेत्र अनुसार

source: Order
ne: क्रम

source: This preview reflects the text in the upper text editing area as it will appear if you choose to save.
ne: यस पूर्वावलोकनले संपादन क्षेत्र को माथिल्लो भागको पाठ परिवर्तन गर्ने ठाउँको पाठलाइ देखाउँछ अनि तपाइले यसलाइ सेभ गरेपछि देखापर्छ।

source: With published trusted resources
ne: भरपर्दा प्रकाशित स्रोतकासाथमा

source: Skill Taught
ne: सिखाइएका सीपहरू

source: Primary language community on wiki:
ne: विकिमा प्राथमिक भाषा समुह:

source: == License ==
ne: == लाइसेन्स ==

source: {{PLURAL|zero=No comments|one=%{count} comment|%{count} comments}}
ne: {{PLURAL|zero=कुनै टिप्पणीहरू छैनन्|one=%{count} टिप्पणी|%{count} टिप्पणीहरू}}

source: Project notes <small>(private)</small>
ne: योजना नोट <small>(निजी)</small>

source: <b>Editing Time Limit</b>: Unlimited
ne: <b>समय सीमा सम्पादन गरिंदै</b>: असीमित

source: View All
ne: सबै हेर्ने

source: Cardholder's name
ne: कार्डवाला को नाम

source: _Right
ne: _दायाँ:

source: Duration:
ne: अवधी:

source: Last update
ne: अन्तिम सम्पादन

source: Skip introductory licensing tutorial
ne: परिचयात्मक लाइसेन्स ट्युटोरियल छोड्नुहोस्

source: [No page]
ne: [कुनै पनि पृष्ठ हैन]

source: The maximum stack depth has been exceeded
ne: स्ट्याकको अधिकतम गहिराई बढी सकेको छ

source: Sync Between Computers…
ne: कम्प्युटरहरु बिच संयोजन...

source: Leaving Wikipedia Zero
ne: विकिपीडिया शून्य छोड्नुहोस्

source: The wiki description page for the %{key} tag
ne: %{key} संकेतको लागि विकि विवरण पृष्ठ

source: Hungarian forint
ne: हंगेरियायी फोरिण्ट

source: Could not connect to the journal database for storage backend "$1".
ne: भण्डारण ब्याकएन्ड "$1" लाई जर्नल डेटाबेससँग सम्पर्क हुन सकेन।

source: Newer edit →
ne: नयाँ सम्पादन →

source: Authentication required
ne: प्रमाणीकरण आवश्यक

source: description
ne: विवरण

source: Version %{version} of this %{type} cannot be shown as it has been redacted. Please see %{redaction_link} for details.
ne: %{type}को संस्करण %{version} सम्पादित भएकाले देखाउन सकिएन । कृपया विस्तृत जानकारीको लागि %{redaction_link} हेर्नुहोस् ।

source: Yes
ne: हो

source: Hi $1, this is a notification from {{SITENAME}} that a new reply to '$2' on $5, was created on $3 at $4 by $8 You can see it at <$6> The text of the reply is: $7
ne: $1जी, {{SITENAME}}बाट यो सूचना दिइन्छ कि $5माथि एउटा नयाँ उत्तर '$2'लाई, $8द्वारा $3 कोदिन $4मा सृजना गरिएको थियो तपाईंले यसलाई <$6>मा हेर्न सक्नुहुनेछ उत्तरको पाठ थियो: $7

source: show
ne: देखाउनुहोस्

source: Discussion changed
ne: छलफलमा परिवर्तनहरू छन्

source: Node Tag
ne: नोड ट्याग

source: Stylus
ne: इस्टाइलस

source: Your user rights have changed on {{SITENAME}}
ne: तपाईँको प्रयोगकर्ता अधिकारहरू {{SITENAME}} मा परिवर्तन भएका छन्।

source: [no name]
ne: [नाम नभएको]

source: Can't guess meta-package
ne: मेटा-प्याकेज अनुमान गर्न सकिँएन

source: Browse for more pictures
ne: अरु तस्विरको लागि ब्राउज गर्नुहोस्

source: Input devices (mice, keyboards, etc.)
ne: इनपुट यन्त्रहरू (माउसहरू, किबोर्डहरू, आदि।)

source: Error: The selected file is not a valid ZIM file.
ne: त्रुटी: छानिएको फाइल मान्य ZIM फाइल होइन।

source: Please enter the following PIN on '%s' and press “Enter” on the keyboard:
ne: '%s' मा निम्न पिन राखि किबोर्डमा भएको "इन्टर" थिच्नुहोस्:

source: There is no archived version of <strong>$1</strong> with the specified attributes.
ne: <strong>$1</strong> को तपाईंद्वारा दिइएको विशेषताहरू सहितको सङ्ग्रहित अवतरण छैन।

source: Hours
ne: घण्टा

source: Tracking Mode
ne: ट्र्याकिङ मोड

source: Database download
ne: डेटाबेस डाउनलोड

source: %1 needs to be restarted. Do you want to do it now?
ne: %1 पुन: सुरु गर्नु पर्ने भएको छ । के तपाईं अहिले नै गर्न चाहनु हुन्छ ?

source: Firmware missing
ne: फर्मवेयर छैन

source: Roll back edits
ne: सम्पादनहरू पछाडि लिने

source: Less than
ne: भन्दा कम

source: Top Half
ne: शीर्ष आधा

source: Main contributors to $1
ne: $1 मा मुख्य रुपमा योगदान दिनेहरु

source: Current message text
ne: वर्तमान सन्देश पाठ

source: Monitor server status (database lag)
ne: सर्भर स्थिती अवलोकन गर्नुहोस् (डाटाबेस ल्याग)

source: [[Special:MyLanguage/Help us|Join and help us!]]
ne: [[Special:MyLanguage/Help us|आउनुहोस हामिलाइ मद्धत गर्नुहोस!]]

source: Folder List
ne: फो्डर सुची

source: Other time:
ne: अरु समय:

source: No message.
ne: सन्देश बिना।

source: Submit vote
ne: मत बुझाउने

source: Assign to teacher
ne: शिक्षकलाई जिम्मेवारी दिइएको

source: Audio ({0})
ne: अडियो ({0})

source: Update interval in seconds:
ne: अन्तराल सेकेन्डमा लेख्नुहोस् :

source: Select a monitor to change its properties; drag it to rearrange its placement.
ne: मनिटरको गुण परिवर्तन गर्न एक मनिटर चयन गर्नुहॊस; यसको प्लेसमेंट पुनर्व्यवस्थित गर्न यो तान्नुहोस्।

source: Pages with trusted object
ne: भरपर्दा सामाग्री भएका पृष्ठहरू
